Repository: joerivanveen/ruigehond-embed
Catalog: ruigehond-embed/languages/ruigehond-embed-*.po
Languages: nl_nl

source: This plugin sends an X-Frame-Options header for all requests, to protect your site.
nl_nl: Deze plugin stuurt een X-Frame-Options header voor alle requests, om je site te beschermen.

source: Specify your exceptions below, to be able to have specific pages of your site embedded from specific other domains.
nl_nl: Geef hieronder uitzonderingen aan, om specifieke pagina’s van je site te laten embedden vanaf specifieke andere domeinen.

source: Save Settings
nl_nl: Instellingen opslaan

source: Set your options
nl_nl: Instellingen

source: To add an entry, fill in the title at the bottom of the form.
nl_nl: Om een vermelding toe te voegen, vul de titel in onderaan het formulier.

source: To remove an entry, empty its title field.
nl_nl: Om een vermelding te verwijderen, leeg het titel veld.

source: Remember to hit ‘%s’.
nl_nl: Vergeet niet ‘%s’ te drukken.

source: Local or fully qualified uri that will be embedded.
nl_nl: Lokale of volledige gekwalificeerde url die geëmbed wordt.

source: Mandatory list of referrers that may embed this.
nl_nl: Verplichte lijst referrers die dit mogen embedden.

source: %1$s header sent by default, possible values are %2$s and %3$s.
nl_nl: Standaard %1$s header die verstuurd wordt, mogelijke waarden zijn %2$s en %3$s.

source: Duplicate title not allowed %s -> %s
nl_nl: Dubbele titel niet toegestaan %s -> %s

source: Embed for %s not allowed, duplicate key will lead to trouble. Substituted %s
nl_nl: Embed voor %s niet toegestaan, dubbele sleutel levert problemen op. Vervangen door %s

source: Warning for %s: allowing the root of your site to be embedded effectively allows everything to be embedded, this may not be what you want. Specify a distinct url in ‘embed’ then.
nl_nl: Waarschuwing voor %s: wanneer je de root van je site laat embedden mag per saldo alles van die site geëmbed worden, dit is misschien niet je bedoeling. Vul een specifieke url bij ‘embed’ in dan.

source: Error in your .htaccess, #END Ruigehond015 not found
nl_nl: Fout in je .htaccess, #END Ruigehond015 not found

source: .htaccess could not be updated!
nl_nl: .htaccess kon niet geüpdatet worden!

source: Settings
nl_nl: Instellingen
